[
    {
        "CategoryId":  3,
        "BookId":  4,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753720850/book-covers/i8sfs4sobupjk2vjq78s.jpg",
        "Price":  120.00,
        "ISBN":  "9743891153234",
        "Description":  "ปัจจุบันการเล่นฟุตซอลกำลังได้รับความนิยมในหลาย ๆ ประเทศรวมถึงประเทศไทย ซึ่งในหนังสือเล่มนี้ได้รวบรวมกฎ-กติกาที่ได้ปรับปรุงใหม่ล่าสุดอย่างละเอียด พร้อมยังได้กล่าวรวมไปถึงประวัติความเป็นมาและประโยชน์ที่เกิดจากการเล่นกีฬาประเภทนี้...\r\n",
        "Author":  "ทีมสกายบุ๊กส์กีฬา",
        "PublishedDate":  "2008-04-10",
        "Title":  "ฟุตซอล(ฉบับปรับปรุงใหม่)"
    },
    {
        "CategoryId":  1,
        "BookId":  5,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753721888/book-covers/kmoexfhmm5gnb1modxpb.jpg",
        "Price":  300.00,
        "ISBN":  "9789743005701",
        "Description":  "อ่านเข้าใจง่าย ใช้ได้ทุกสายงานไม่ว่าจะเป็น บัญชี การเงิน บุคคล การตลาด ไอที เรียนรู้จากตัวอย่างที่พบเห็นอยู่ทุกวันในชีวิตคนทำงานใช้งานได้กับ Excel 2007 และ 2003\r\n",
        "Author":  "กิตตินันท์ พลสวัสดิ์",
        "PublishedDate":  "2014-08-19",
        "Title":  "Excel VBA สำหรับคนทำงาน"
    },
    {
        "CategoryId":  2,
        "BookId":  6,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753724500/book-covers/pxlu3vol2ryzcr3z2ozb.jpg",
        "Price":  180.00,
        "ISBN":  "0000002001609",
        "Description":  "ศัพท์สิ่งแวดล้อมเป็นเครื่องมือที่จะช่วยให้เกิดความเข้าใจในสถานการณ์สิ่งแวดล้อมต่างๆ ได้ดีขึ้น ทำให้เข้าใจถึงสาเหตุ ผลกระทบ และแนวทางแก้ไข เป็นพื้นฐานเบื้องต้น ศัพท์สิ่งแวดล้อมซึ่งเรามักจะนำมาจากภาษาอังกฤษอันเป็นภาษาสากลทั่วโลก ควรมีการอธิบายตีความหมายออกมาเป็นภาษาที่เข้าใจได้ง่าย พร้อมกับการยกตัวอย่าง สาเหตุ ผลกระทบ สถานการณ์ที่เกิดขึ้นในประเทศไทย ให้ผู้อ่านได้เห็นภาพชัดเจนยิ่งขึ้น นอกเหนือจากคำบัญญัติศัพท์เพียงไม่กี่คำ",
        "Author":  "พัชรพิมพ์ เสถบุตร",
        "PublishedDate":  "2008-05-26",
        "Title":  "โลกน่ารู้กับศัพท์สิ่งแวดล้อม"
    },
    {
        "CategoryId":  2,
        "BookId":  7,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753725071/book-covers/at5j2tahbedmyp0zekhd.jpg",
        "Price":  245.00,
        "ISBN":  "9786163010438",
        "Description":  "วิทยาศาสตร์ไม่ใช่เรื่องยากจนเกินไป และไม่ใช่เรื่องไกลตัวอย่างที่คิด เปิดโลกทัศน์ และหัวใจของน้องๆ เตรียมตัวให้พร้อม แล้วโลดแล่นไปกับนานาสาระน่ารู้ทางวิทยาศาสตร์ ที่รายล้อมอยู่รอบตัว แล้วน้องๆ หนูๆ จะได้รู้ว่าความอัศจรรย์ใจอยู่ไม่ไกลเกินเอื้อม",
        "Author":  "ปลิวลม",
        "PublishedDate":  "2014-07-23",
        "Title":  "100 วิทยาศาสตร์น่ารู้"
    },
    {
        "CategoryId":  1,
        "BookId":  8,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753725290/book-covers/iud5fncznwxxsiyooys8.jpg",
        "Price":  299.00,
        "ISBN":  "9786162005121",
        "Description":  "เรียนรู้วิธีการใช้งานโปรแกรม Indesign สำหรับการจัดรูปเล่ม สร้างสื่อสิ่งพิมพ์ทั้งในแบบ Maggazine, Pocket Book,Ebook และ Digital Publishing พร้อมทั้งเทคนิคการใช้งานโปรแกรมเพื่อเพิ่มความน่าสนใจให้ผลงาน ไม่ว่าจะเป็นในส่วนของการจัดวางเลเอาท์ให้สวยงาม การแทรกสื่อมัลติมีเดียเพื่อเพิ่มความน่าสนใจ และอื่นๆ อีกมากมาย\r\n",
        "Author":  "เกียรติพงษ์ บุญจิตร",
        "PublishedDate":  "2014-03-13",
        "Title":  "Indesign Essential"
    },
    {
        "CategoryId":  4,
        "BookId":  9,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753727034/book-covers/plpg2f3fjwgnlnndsjin.jpg",
        "Price":  120.00,
        "ISBN":  "9789747727739",
        "Description":  "สนุกกับคำถามนำความรู้ เปิดโลกของหมาไทยหลังอาน หมาไทยบางแก้ว หมาไทยพื้นบ้าน บูรณาการความรู้ หลากหลายทั้งประวัติความเป็นมา ชีววิทยาของหมา ตำนาน ความเชื่อเกี่ยวกับหมา ภาษิต คำพังเพย พร้อมกิจกรรม เกม แหล่งเรียนรู้ และสื่อการเรียนรู้ ท้ายเล่ม (รางวัลชมเชย รักลูกอวอร์ด สำหรับเด็กวัย 7-9 ขวบ)\r\n",
        "Author":  "สุวัฒน์ อัศวไชยชาญ",
        "PublishedDate":  "2015-09-15",
        "Title":  "ภูมิใจไทย\" อาเซียน-หมาไทย"
    },
    {
        "CategoryId":  1,
        "BookId":  10,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753728631/book-covers/h2gj41msjx0obredhqqa.jpg",
        "Price":  300.00,
        "ISBN":  "9786162006531",
        "Description":  "หนังสือ easy SketchUp เล่มนี้ เป็นหนังสือที่ถูกออกแบบทั้งเนื้อหาและวิธีนำเสนอ เพื่อให้ผู้ที่ต้องการศึกษาโปรแกรมมือใหม่ที่ไม่มีพื้นฐานมาก่อน ได้ศึกษาวิธีการใช้งานโปรแกรมแบบง่ายๆ พร้อมกับตัวอย่างให้ได้ลองทำตาม\r\n",
        "Author":  "บุญทรัพย์ วิชญางกูร",
        "PublishedDate":  "2017-07-06",
        "Title":  "easy ShetchUP8 2nd edition"
    },
    {
        "CategoryId":  5,
        "BookId":  11,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753729389/book-covers/nduwvz9rkwnf9prwrcbr.jpg",
        "Price":  90.00,
        "ISBN":  "9786162881671",
        "Description":  "ที่เราทานวิตามินบำรุงร่างกาย ก็เพราะร่างกายได้รับสารอาหารไม่ครบ เพราะร่างกายไม่แข็งแรง เพราะอยากให้ร่างกายแข็งแรงยิ่งขึ้น ทุกๆวัน เราสรรหาอาหาร วิตามิน ฯลฯ อีกมากมาย เพื่อบำรุงร่างกาย ผิวพรรณ หน้าตา แล้วสมองของเราได้รับการบำรุงให้ดีเยี่ยมอย่างไรบ้าง?อาหารสมอง... หนังสือราคาหลักร้อยที่ทานไม่ได้ แต่อ่านแล้วจะได้ผลรับมาก เสริมสมองให้สมบูรณ์ด้วย ...อาหารสมอง... เพื่อความคิด\r\n",
        "Author":  "ไพศาล ถนอมอารมย์",
        "PublishedDate":  "2015-02-27",
        "Title":  "อาหารสมอง"
    },
    {
        "CategoryId":  4,
        "BookId":  12,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753748189/book-covers/em9ao0ba107fomutuzt6.jpg",
        "Price":  125.00,
        "ISBN":  "9789749934555",
        "Description":  "ปุ๋ยกับการเกษตรและสิ่งแวดล้อม ให้ความรู้เกี่ยวกับปุ๋ยในเรื่อง ชนิดและสมบัติของปุ๋ย หลักการพิจารณาใช้ปุ๋ย ประสิทธิภาพของปุ๋ยแต่ละชนิด การเกิดปัญหาสิ่งแวดล้อมจากการใช้ปุ๋ย ข้อดี ข้อด้อย และข้อควรระวังเกี่ยวกับใช้ปุ๋ยแต่ละชนิดในแง่การเกษตร และแง่สิ่งแวดล้อม นอกจากนั้นยังครอบคลุมไปถึงสารอีเอ็มและน้ำหนักชีวภาพ ข้อมูลที่นำเสนอส่วนใหญ่มาจากผลงานวิจัยในประเทศไทย หนังสือเล่มสำหรับคนทั่วไป เกษตรกร และนักวิชาการ...\r\n",
        "Author":  "ศาสตราจารย์เกียรติคุณ ดร. อำนาจ สุวรรณฤทธิ์",
        "PublishedDate":  "2008-05-14",
        "Title":  "ปุ๋ยกับการเกษตรและสิ่งแวดล้อม"
    },
    {
        "CategoryId":  4,
        "BookId":  13,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753748350/book-covers/ktupoh2uyuvn0xaji96j.jpg",
        "Price":  99.00,
        "ISBN":  "9789747727760",
        "Description":  "สนุกกับคำถามนำความรู้ เปิดโลกของไก่แจ้ ไก่อู ไก่ชน ไก่พื้นบ้านของไทย บูรณาการความรู้ หลากหลายทั้งประวัติความเป็นมา ชีววิทยา ตำนาน ความเชื่อเกี่ยวกับไก่ไทย ภาษิต คำพังเพย พร้อมกิจกรรม เกม แหล่งเรียนรู้ และสื่อการเรียนรู้ ท้ายเล่ม\r\n",
        "Author":  "ชนันสิริ มากสัมพันธ์",
        "PublishedDate":  "2015-09-15",
        "Title":  "ภูมิใจไทย\" อาเซียน-ไก่ไทย"
    },
    {
        "CategoryId":  1,
        "BookId":  14,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753748504/book-covers/b5cyvztrw2jd5qcabrcz.jpg",
        "Price":  259.00,
        "ISBN":  "9786162005923",
        "Description":  "หนังสือเล่มนี้ตั้งใจอธิบายความสามารถของโปรแกรมทั้งหมด ถึงจะลำเอียงเน้นไปทางงานวาดเส้นมากสักหน่อย เพราะเป็นความสามารถหลัก แต่ก็ไม่ได้ตัดทอนส่วนอื่นออก เพื่อให้ผู้อ่านที่ซื้อหนังสือไปใช้งานสามารถใช้โปรแกรมได้เต็มประสิทธิภาพ และใช้ได้ “เป็น” ทุกฟังก์ชั่น\r\n",
        "Author":  "วสันต์ พึ่งพูลผล",
        "PublishedDate":  "2015-10-08",
        "Title":  "Illustrator CC"
    },
    {
        "CategoryId":  1,
        "BookId":  15,
        "CoverImageUrl":  "https://res.cloudinary.com/ddlnfwevx/image/upload/v1753748758/book-covers/ojidqmpanykpyqtkti5s.jpg",
        "Price":  350.00,
        "ISBN":  "9786165562188",
        "Description":  "การออกแบบระบบดิจิทัล มีวัตถุประสงค์ให้เห็นภาพรวม และเข้าใจหลักการพื้นฐานของการออกแบบระบบดิจิทัล และการประยุกต์ใช้งาน เนื้อหาประกอบด้วย แนวคิดดิจิทัล ระบบตัวเลข เกตลอจิก พีชคณิตบูลีน วงจรลอจิกคอมบิเนชัน แลตช์ ฟลิปฟลอป ตัวจับเวลา วงจรซีเควนเชียล เรจิสเตอร์ วงจรนับ หน่วยความจำ อุปกรณ์ลอจิกแบบสั่งการได้ และระบบคอมพิวเตอร์ หนังสือเล่มนี้เหมาะสำหรับนิสิตคณะวิศวกรรมศาสตร์ ระดับปริญญาตรี และผู้สนใจทั่วไป\r\n",
        "Author":  "อนันต์ บรรหารสกุล",
        "PublishedDate":  "2018-06-05",
        "Title":  "การออกแบบระบบดิจิทัล"
    }
]
